{"computation_units":"mole - H - ion/liter","data_non_statistical":false,"graph_title":"Average acidity (pH) of Lake Sevan measured at agreed suite of representative sampling stations","graph_type":"line","indicator":"14.3.1.a","indicator_name":"Average acidity (pH) of Lake Sevan measured at agreed suite of representative sampling stations","indicator_sort_order":"14-03-01-0a","national_indicator_description":"14.3.1global indicator is mainly based on observations that contain/limit the carbon system required to determine the variability of water acidity in a water management zone. The carbon system in this context refers to 4 main measurable indicators. pH (sliding scale hydrogen ion concentration), CT (total dissolved inorganic carbon), pCO2 (partial pressure of carbon dioxide) and AT (total alkalinity). Only pH is presented as a national indicator.","national_geographical_coverage":"Armenia","computation_definitions":"Acidification of Lake Sana'a water is the decrease in water pH over a period of decades or more that results mainly from the absorption of carbon dioxide from the atmosphere. Water area services These are the benefits provided by the lake to people, which can be recreational, economic, environmental (providing coastal protection) or cultural. pH is the average annual value. Representative sampling stations are those stations that: 1) have a frequency of measurement sufficient to convey important information on changes in the acidification of the carbonates in the chemical composition of the lake և trends of impacts on water systems; 2) Ensures sufficient data quality and comprehensive metadata information to enable integration with data from other stations in the country. For the monitoring of Lake Sevan, sampling is carried out at 17 observation points, twice a year, both from the lake surface and from different depths.","computation_calculations":"The value of the indicator is obtained by means of a corresponding measuring device.","comments_limitations":"Link to SDG 14.3.1 global indicator (https://unstats.un.org/sdgs/tierIII-indicators/files/Tier3-14-03-01.pdf).","published":true,"reporting_status":"complete","sdg_goal":"14","source_active_1":true,"source_organisation_1":"Ministry of Environment of RA","tags":["National"],"target_id":"14.3","page_content":"","national_metadata_updated_date":"2025-02-02","national_data_updated_date":"2024-11-05","indicator_number":"14.3.1.a","target_number":"14.3","goal_number":"14"}