{"data_non_statistical":false,"goal_meta_link":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-17.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (pdf 468kB)","indicator_available":"In the investment sphere, the RA Government is guided by the principles of \"open door\" policy, liberalization of relations pertaining to investment activities, establishment of national and more favorable regimes for foreign investors, proper protection of investments, and other principles adopted in international advanced practice.<br> The main legal act regulating the investment sphere in the Republic of Armenia is the RA Law <a href=\"http://www.parliament.am/legislation.php?sel=show&ID=1552&lang=eng\" target=\"_blank\">On foreign investments</a>, adopted in 1994.<br> The Republic of Armenia signed <a href=\"https://www.mineconomy.am/media/18560/BIT_eng_01.01.2022.pdf\" target=\"_blank\">bilateral agreements with 42 countries on “Promotion and Mutual Protection of Investments”</a>, and this process is of a continuous nature.<br> The agreements provide investors of both parties and the latter’s investments with additional guarantees and auxiliary protection in accordance with international law. The agreements set out the general principles of investment activity between the two parties, enabling the creation of stable, fair, favorable, and transparent conditions for investors from both countries, based on equality and mutual benefit.\n","data_display":false,"indicator":"17.5.1","indicator_name":"Number of countries that adopt and implement investment promotion regimes for developing countries, including the least developed countries","indicator_sort_order":"17-05-01","layout":"indicator","permalink":"/17-5-1/","published":true,"reporting_status":"complete","sdg_goal":"17","target":"Adopt and implement investment promotion regimes for least developed countries","target_id":"17.5","un_custodian_agency":"UNCTAD","un_designated_tier":"3","page_content":"\n","national_metadata_updated_date":"2025-10-01","national_data_updated_date":"2025-09-29","indicator_number":"17.5.1","target_number":"17.5","goal_number":"17","graph_type":"line","graph_title":"Number of countries that adopt and implement investment promotion regimes for developing countries, including the least developed countries"}