{"data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-06-0A-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 398 KB)","graph_title":"Ջրամատակարարման և ջրահեռացմանն առնչվող՝ զարգացմանն ուղղված պաշտոնական օգնության քանակը, որը մաս է կազմում պետության կողմից համակարգվող ծախսերի պլանի","graph_type":"line","indicator":"6.a.1","indicator_definition":"The amount of water and sanitation-related Official Development Assistance (ODA) is a quantifiable measurement as a proxy for “international cooperation and capacity development support” in financial terms. It is essential to be able to assess ODA in proportion with how much of it is included in the government budget to gain a better understanding of whether donors are aligned with national governments while highlighting total water and sanitation ODA disbursements to developing countries over time.","indicator_name":"Ջրամատակարարման և ջրահեռացմանն առնչվող՝ զարգացմանն ուղղված պաշտոնական օգնության քանակը, որը մաս է կազմում պետության կողմից համակարգվող ծախսերի պլանի","indicator_sort_order":"06-aa-01","layout":"indicator","permalink":"/6-a-1/","published":true,"reporting_status":"notstarted","sdg_goal":"6","target":"Մինչև 2030թ. ընդլայնել միջազգային գործակցությունը և զարգացող երկրներին ցուցաբերվող կարողությունների զարգացմանն ուղղված օժանդակությունը ջրամատակարարմանը և ջրահեռացմանն առնչվող աշխատանքներում և ծրագրերում, այդ թվում՝ ջրի հավաքում, աղազերծում, ջրի խնայողություն, կեղտաջրերի մաքրում, վերամշակման և վերօգտագործման տեխնոլոգիաներ","target_id":"6.a","un_custodian_agency":"World Health Organization (WHO) United Nations Environment Programme (UNEP) Organisation for Economic Co-operation and Development (OECD)","un_designated_tier":"1","page_content":"","national_metadata_updated_date":"2019-09-15","national_data_updated_date":"2018-10-20","indicator_number":"6.a.1","target_number":"6.a","goal_number":"6"}