{"data_non_statistical":false,"goal_meta_link_text":"UN Metadata","graph_title":"Proportion of local governments that adopt and implement local disaster risk reduction strategies in line with national disaster risk reduction strategies","graph_type":"line","indicator_available":"Local governments’ Disaster Risk Management strategies (Disaster Risk Management Community Plans) aim to prevent disaster risks, reduce losses and strengthen community preparedness and recovery capacities, in alignment with Armenia’s Disaster Risk Management Strategy for 2023–2030 and the Sendai Framework for Disaster Risk Reduction 2015–2030. Disaster Risk Management Community plans adopted and implemented by local governments aim to reduce disaster risks, protect lives and livelihoods, enhance community preparedness and ensure effective recovery measures. These plans are guided by and aligned with Armenia’s Disaster Risk Management Strategy, providing a framework for implementing national Disaster Risk Management policies and objectives at the local level. Armenia’s Disaster Risk Management community plans are implemented under the national Disaster Risk Management Strategy, which is aligned with international standards and the Sendai Framework.","data_display":false,"indicator":"13.1.3","indicator_name":"Proportion of local governments that adopt and implement local disaster risk reduction strategies in line with national disaster risk reduction strategies","indicator_sort_order":"13-01-03","layout":"indicator","permalink":"/13-1-3/","published":true,"reporting_status":"complete","sdg_goal":"13","source_active_1":true,"source_organisation_1":"Rescue Service of the Ministry of Internal Affairs of RA","target":"Strengthen resilience and adaptive capacity to climate-related hazards and natural disasters in all countries","target_id":"13.1","un_custodian_agency":"UNISDR","un_designated_tier":"3","page_content":"","national_metadata_updated_date":"2025-10-09","national_data_updated_date":"2024-11-29","indicator_number":"13.1.3","target_number":"13.1","goal_number":"13"}