{"computation_units":"%","data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-15-01-02.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (pdf 456kB)","graph_title":"Number and proportion of protected areas in the country by categories","graph_type":"line","indicator":"15.1.2.a","indicator_name":"Number and proportion of protected areas in the country by categories","indicator_sort_order":"15-01-02-0a","layout":"indicator","national_indicator_description":"The indicator describes the number of areas with special protection regime and the ratio to the total area of the country according to the categories defined by the International Organization for Conservation of Nature. ","national_geographical_coverage":"Armenia","computation_definitions":"Specially protected area: land (including surface and groundwater and subsoils) and areas of the respective air basin, separated by law and separate natural objects, which are of ecological, scientific, educational, health, historical-cultural, recreational, tourism, aesthetic value. և for which a special protection regime is established. National park - an area of international (or) national significance representing environmental, scientific, historical-cultural, aesthetic, recreational values, which can be used for scientific, educational, recreational, cultural-economic purposes due to the combination of natural landscapes and cultural values and has a special protection mode. Sanctuary - an area of scientific, educational, historical-cultural, economic value, where the protection of ecosystems և their components և natural reproduction are ensured. Reserve - an area of international and(or) national significance with special environmental, aesthetic features of scientific, educational, historical and cultural value, where the processes of development of the natural environment take place without direct human intervention. ","computation_calculations":" National parks + reserves + sanctuaries (ha) / total area * 100 National parks (ha) / total area * 100 Reserves (ha) / total area * 100 Sanctuaries (ha) / total area * 100 ","comments_limitations":"Number and proportion of protected areas in the country by categories https://armstatbank.am/pxweb/hy/ArmStatBank/ArmStatBank__8%20Environment__(D)%20%20Biodiversity/EE-d1.px/table/tableViewLayout2/?rxid=b319419d-982a-4a31-9b26-864a2445955d ","permalink":"/15-1-2-a/","published":true,"reporting_status":"complete","sdg_goal":"15","source_active_1":true,"source_active_2":true,"source_organisation_1":"Armstat","source_organisation_2":"Ministry of Environment of RA","target":"By 2020, ensure the conservation, restoration and sustainable use of terrestrial and inland freshwater ecosystems and their services, in particular forests, wetlands, mountains and drylands, in line with obligations under international agreements","tags":["National"],"target_id":"15.1","un_custodian_agency":"UNEP-WCMC,UNEP","un_designated_tier":"1","page_content":"","national_metadata_updated_date":"2025-01-23","national_data_updated_date":"2025-05-08","indicator_number":"15.1.2.a","target_number":"15.1","goal_number":"15"}