{"computation_units":"%","data_non_statistical":false,"graph_title":"Proportion of lands in need of improvement over total land area","graph_type":"line","indicator":"15.3.1.a","indicator_name":"Proportion of lands in need of improvement over total land area","indicator_sort_order":"15-03-01-0a","layout":"indicator","national_indicator_description":"The indicator describes the share of degraded lands in the total land area of the country.","national_geographical_coverage":"Armenia","computation_definitions":"Soil erased by wind - these soils decompose under the influence of wind (wind erosion-deflation). Soil erased by water - these soils degrade under the influence of water (water erosion). Salinized -these soils contain easily soluble amounts of toxic salts in their profile for agricultural crops (salt marshes, salinized soils, alkalis). Secondary salinized - where the process of accumulation of harmful salts for agricultural crops is conditioned by wrong human economic activity (irrigation equipment, increase of groundwater level as a result of violation of regimes, irrigation with mineralized water, etc.) Alkalinized - these soils contain a large amount of exchangeable sodium (sometimes magnesium) when absorbed, in the illuvial horizon. Unsettled soil - damaged by entrails extraction (quarries, open pit mines, etc.), as it were, soils that are covered with industrial wastes, mining chemicals, etc. These are decommissioned lands that have not been reclaimed. Hyper - moist soils are completely saturated with water. Rocky - These are the soils that contain stones of different sizes in their profile. Contaminated with waste - These are the soils (areas) that are polluted with various pollutants (industrial, construction, domestic, etc.) Swamped - these are the soils that have been formed under the influence of special moist (swamp) vegetation in conditions of excess surface or groundwater moisture. Deserted - these are the soils where the features (indicators) typical of desert landscapes appear. Desertification is the degradation of lands (territories).","computation_calculations":"Lands in need of improvement / total land area * 100","permalink":"/15-3-1-a/","published":true,"reporting_status":"complete","sdg_goal":"15","source_active_1":true,"source_active_2":true,"source_active_3":true,"source_active_4":true,"source_organisation_1":"Armstat","source_organisation_2":"Ministry of Economy of RA","source_organisation_3":"Ministry of Environment of RA","source_organisation_4":"National Academy of Sciences of RA","tags":["National"],"target_id":"15.3","page_content":"","national_metadata_updated_date":"2021-02-01","national_data_updated_date":"2023-10-11","indicator_number":"15.3.1.a","target_number":"15.3","goal_number":"15"}