{"computation_units":"%","data_non_statistical":false,"graph_title":"Food and non-alcoholic beverages price index (compared to the previous year)","graph_type":"line","indicator":"2.c.1.a","indicator_name":"Food and non-alcoholic beverages price index (compared to the previous year)","indicator_sort_order":"02-cc-01-0a","national_indicator_description":"The food and non-alcoholic beverages index shows the monthly changes in the prices of goods food purchased by households in the consumer market of the Republic of Armenia. Basic objects of the price observation are grouped into 3 conventional groups. In each group of the basic objects the price observation is conducted once per the given month, excluding fresh fruits and vegetables, the price observation of which in all basic objects is conducted 3 times per month (at 1, 10 and 20 of each month and the nearly days). Two to three representatives with clear descriptions are selected for each product.","national_geographical_coverage":"Armenia","computation_definitions":"The price index for food and non-alcoholic beverages determines the change in the general level of prices of a fixed basket of food and non-alcoholic beverages over time, as well as the ratio of the value of the basket in the reporting period compared to the base period. The index characterizes the change in the general level of prices for food and non-alcoholic beverages soft drinks purchased by the population and is calculated on an annual, quarterly and monthly basis.","computation_calculations":"Indices of the lowest level (for each product) are calculated according to the Jevons formula, as the ratio of the geometric average prices of representative goods registered in the current and base period for each product. To aggregate price indices into commodity groups and the CPI of Armenia, a modified Laspeyres formula is used with constant weights.","comments_limitations":"Guidelines for monitoring consumer prices of goods and tariffs for services, as well as calculating the consumer price index at the link: https://www.armstat.am/file/doc/99518258.pdf (in Armenian).","published":true,"reporting_status":"complete","sdg_goal":"2","source_active_1":true,"source_organisation_1":"Armstat","tags":["National"],"target_id":"2.c","page_content":"","national_metadata_updated_date":"2022-03-09","national_data_updated_date":"2025-02-04","indicator_number":"2.c.1.a","target_number":"2.c","goal_number":"2"}