{"computation_units":"%","data_non_statistical":false,"graph_title":"Food and non-alcoholic beverages price index (compared to the previous year)","graph_type":"line","indicator":"2.c.1.a","indicator_name":"Food and non-alcoholic beverages price index (compared to the previous year)","indicator_sort_order":"02-cc-01-0a","national_indicator_description":" The food and non-alcoholic beverages index shows the monthly changes in the prices of goods purchased by households in the consumer market of the Republic of Armenia. The price observations for the calculation are carried out on a monthly basis, through a three-time visit to the trade points, strictly keeping the 10-day visit interval (on the 1st, 10th, 20th of each month, in the next days). Two to three representatives with clear descriptions are selected for each product.","national_geographical_coverage":"Armenia","computation_definitions":" The food and non-alcoholic beverages price index determines the change in the overall level of prices of foodstuff and non-alcoholic beverages of the stable basket over a period of time and the ratio of that value to the base period over the reporting period. The index characterizes the change in the general level of food prices and non-alcoholic beverages purchased by the population on an annual, quarterly, monthly basis.","computation_calculations":" The lowest level (of each commodity) indices are calculated by the Jevons formula, as the ratio of the average geometric prices of the selected species recorded in the current and base period of each commodity. For the aggregation of commodity groups and the total RA main indexes the constant weights by the modified Laspeyres formula is used.","comments_limitations":" For the methodological guidelines for observation of consumer prices of goods and tarrifs for services and the calculation of consumer price indexes see the following link:  https://www.armstat.am/file/doc/99518258.pdf","published":true,"reporting_status":"complete","sdg_goal":"2","source_active_1":true,"source_organisation_1":"Armstat","tags":["National"],"target_id":"2.c","page_content":"","national_metadata_updated_date":"2022-03-09","national_data_updated_date":"2022-03-04","national_metadata_update_url_text":"2022-03-09: see changes on GitHub","national_metadata_update_url":"https://github.com/armstat/sdg-data-armenia/commit/e6c233e08257c23a7fb2178cbfd5ac05e8ce3465","national_data_update_url_text":"2022-03-04: see changes on GitHub","national_data_update_url":"https://github.com/armstat/sdg-data-armenia/commit/8abbce746e552dcc4baa26bf33989292213e8d7e"}