{"data_non_statistical":false,"goal_meta_link":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-5.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (pdf 634kB)","indicator_available":"In April 2025, the Government of Armenia approved the Strategy and Action Plan for 2025-2028 for the Implementation of Gender Policy in the Republic of Armenia, which defines six priority areas: <br /> 1.\tOvercoming gender discrimination in all areas of governance and decision-making, improving the national mechanism for the advancement of women, and ensuring equal and full participation of women and men in decision-making processes.<br /> 2.\tPromoting gender-sensitive approaches in the socio-economic sector (in the labour market, different sectors of the economy) and labour activities, reducing gender gaps in the workforce, and improving mechanisms for the protection of labour rights.<br /> 3.\tOvercoming gender discrimination in the education and science sectors and promoting the equal participation of women and men.<br /> 4.\tEnsuring equal opportunities for women and men in healthcare.<br /> 5.\tPreventing and overcoming gender-based violence and discrimination, protecting and supporting victims of domestic violence.<br /> 6.\tDeveloping gender-sensitive and gender-responsive approaches to climate change, ensuring inclusive principles, and raising awareness.<br /> In addition to these priorities, there is also an action program that outlines specific targeted actions to achieve the objectives set by the strategic program.","graph_title":"Proportion of countries with systems to track and make public allocations for gender equality and women’s empowerment","graph_type":"line","indicator":"5.c.1","indicator_name":"Proportion of countries with systems to track and make public allocations for gender equality and women’s empowerment","indicator_sort_order":"05-cc-01","layout":"indicator","permalink":"/5-c-1/","published":true,"reporting_status":"complete","sdg_goal":"5","source_active_1":true,"source_organisation_1":"sources.Ministry of Labour and Social Affaires of RA","source_url_text_1":"https://www.arlis.am/hy/acts/206364","target":"Adopt and strengthen sound policies and enforceable legislation for the promotion of gender equality and the empowerment of all women and girls at all levels","target_id":"5.c","un_custodian_agency":"UN Women,OECD","un_designated_tier":"5","page_content":"","national_metadata_updated_date":"2025-11-24","national_data_updated_date":"2025-11-17","indicator_number":"5.c.1","target_number":"5.c","goal_number":"5"}