{"computation_units":"dram","data_non_statistical":false,"graph_title":"Average Monthly Nominal Wages / Salaries","graph_type":"line","indicator":"8.5.1.a","indicator_name":"Average Monthly Nominal Wages / Salaries","indicator_sort_order":"08-05-01-0a","national_indicator_description":"The source of information on wages / salaries before 2018 was the data submitted by the establishments trough the statistical reports and since 2018 - the database of the Personal Income Tax and Social Tax (Payment), authorized by the State Revenue Committee of the RA covering establishments with at least 1 paid employee.","national_geographical_coverage":"Armenia","computation_definitions":"Nominal wage is the amount of employee's pretax gross compensation, which characterizes the level of payout of link with the prices of goods and services. Employees’ remuneration and other payments equal to it are the gross wages/salaries in return for the job done in cash and (or) in kind before deduction of compulsory taxes defined by law.","computation_calculations":"Average monthly nominal wage is calculated as the sum of remuneration and other payments equal to it (both in cash and in kind) divided by the average monthly payroll number of employees.","comments_limitations":"* Since 2018 the source of information for the average wage calculation is the database of the Individual records on income tax and social security tax authorized by the State Revenue Committee of the Republic of Armenia (SRC RA). In order to provide comparability of indicators on wages/salaries for 2017-2018 the 2017 indicator is provided by the database of SRC RA. (https://www.armstat.am/file/article/trud_2019_11.pdf).","published":true,"reporting_status":"complete","sdg_goal":"8","source_active_1":true,"source_active_2":true,"source_organisation_1":"Armstat","source_organisation_2":"Database of the Personal Income Tax and Social Tax (Payment) of the State Revenue Committee of the Republic of Armenia (Since 2018)","source_url_1":"https://www.armstat.am/file/article/lab_market_2022_14.pdf","source_url_2":"https://www.armstat.am/am/?nid=82&id=2439","tags":["National"],"target_id":"8.5","page_content":"","national_metadata_updated_date":"2023-03-04","national_data_updated_date":"2025-11-11","indicator_number":"8.5.1.a","target_number":"8.5","goal_number":"8"}