{"computation_units":"%","data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-15-01-02.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (pdf 456kB)","graph_title":"Количество и доля охраняемых территорий в стране по категориям","graph_type":"line","indicator":"15.1.2.a","indicator_name":"Количество и доля охраняемых территорий в стране по категориям","indicator_sort_order":"15-01-02-0a","layout":"indicator","national_indicator_description":"Особо охраняемая природная территория: земля (в том числе поверхностные и подземные воды и недра)и участки соответствующего воздушного бассейна, разделенные законом и отдельные природные объекты, имеющие экологическую, научную, образовательную, медицинскую, историко-культурную, рекреационную, туристическую, эстетическую ценность. и для которых установлен особый режим защиты. Национальный парк - территория международного (или) национального значения, представляющая экологические, научные, историко-культурные, эстетические, рекреационные ценности, которые могут быть использованы в научных, образовательных, рекреационных, культурно-экономических целях за счет сочетания природных ландшафтов и культурных ценностей.Это особый режим защиты. Заказник - территория, имеющая научное, образовательное, историко-культурное, экономическое значение, где обеспечивается охрана экосистем, их компонентов, естественного воспроизводства.  Заповедник - территория международного и (или) национального значения с особыми экологическими, эстетическими особенностями, имеющими научную, образовательную, историческую и культурную ценность, где процессы развития природной среды протекают без прямого вмешательства человека.","national_geographical_coverage":"Армения","computation_definitions":"Особо охраняемая природная территория: земля (в том числе поверхностные и подземные воды и недра)и участки соответствующего воздушного бассейна, разделенные законом и отдельные природные объекты, имеющие экологическую, научную, образовательную, медицинскую, историко-культурную, рекреационную, туристическую, эстетическую ценность. и для которых установлен особый режим защиты. * Национальный парк - территория международного (или) национального значения, представляющая экологические, научные, историко-культурные, эстетические, рекреационные ценности, которые могут быть использованы в научных, образовательных, рекреационных, культурно-экономических целях за счет сочетания природных ландшафтов и культурных ценностей.Это особый режим защиты. * Заказник - территория, имеющая научное, образовательное, историко-культурное, экономическое значение, где обеспечивается охрана экосистем, их компонентов, естественного воспроизводства. * Заповедник - территория международного и (или) национального значения с особыми экологическими, эстетическими особенностями, имеющими научную, образовательную, историческую и культурную ценность, где процессы развития природной среды протекают без прямого вмешательства человека.","computation_calculations":"Национальные парки + заповедники + заказники (га) / общая площадь * 100 Национальные парки (га) / общая площадь * 100 Заповедники (га) / общая площадь * 100 Заказники (га) / общая площадь * 100","comments_limitations":"Количество и доля охраняемых территорий в стране по категориям https://armstatbank.am/pxweb/hy/ArmStatBank/ArmStatBank__8%20Environment__(D)%20%20Biodiversity/EE-d1.px/table/tableViewLayout2/?rxid=b319419d-982a-4a31-9b26-864a2445955d","permalink":"/15-1-2-a/","published":true,"reporting_status":"complete","sdg_goal":"15","source_active_1":true,"source_active_2":true,"source_organisation_1":"Армстат","source_organisation_2":"Министерство окружающей среды РА","target":"К 2020 году обеспечить сохранение, восстановление и рациональное использование наземных и внутренних пресноводных экосистем и их услуг, в том числе лесов, водно-болотных угодий, гор и засушливых земель, в соответствии с обязательствами, вытекающими из международных соглашений","tags":["национальный"],"target_id":"15.1","un_custodian_agency":"UNEP-WCMC,UNEP","un_designated_tier":"1","page_content":"","national_metadata_updated_date":"2025-01-23","national_data_updated_date":"2025-09-29","indicator_number":"15.1.2.a","target_number":"15.1","goal_number":"15"}