{"computation_units":"%","data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-08-05-02.pdf ","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 383 KB)","graph_title":"Уровень безработицы в разбивке по полу, возрасту и признаку инвалидности","graph_type":"line","indicator":"8.5.2","indicator_definition":"The unemployment rate is a useful measure of the underutilization of the labour supply. It reflects the inability of an economy to generate employment for those persons who want to work but are not doing so, even though they are available for employment and actively seeking work. It is thus seen as an indicator of the efficiency and effectiveness of an economy to absorb its labour force and of the performance of the labour market. Short-term time series of the unemployment rate can be used to signal changes in the business cycle; upward movements in the indicator often coincide with recessionary periods or in some cases with the beginning of an expansionary period as persons previously not in the labour market begin to test conditions through an active job search.","indicator_name":"Уровень безработицы в разбивке по полу, возрасту и признаку инвалидности","indicator_sort_order":"08-05-02","layout":"Указатель","national_geographical_coverage":"Армения","permalink":"/8-5-2/","published":true,"reporting_status":"complete","sdg_goal":"8","source_active_1":true,"source_active_2":true,"source_organisation_1":"Армстат","source_organisation_2":"Обследованиe рабочей силы (ОРС)","source_url_1":"https://www.armstat.am/en/?nid=212","source_url_2":"https://www.armstat.am/en/?nid=82&id=2537","target":"К 2030 году обеспечить полную и производительную занятость и достойную работу для всех женщин и мужчин, в том числе молодых людей и инвалидов, и равную оплату за труд равной ценности","target_id":"8.5","un_custodian_agency":"International labour organization (ILO)","un_designated_tier":"1","REC_USE_LIM":"The methodology of LFS was revised since 2018 in line with the core concepts of “Resolution concerning statistics of work, employment and labour underutilization” adopted by the 19th International      Conference of Labour Statisticians (19th ICLS) in October 2013.","page_content":"","national_metadata_updated_date":"2023-05-12","national_data_updated_date":"2024-11-07","indicator_number":"8.5.2","target_number":"8.5","goal_number":"8"}